IDEA Open Model
StagesLoading.PrestressLoad Property
Compatible with IDEA StatiCa v 10.1
 Prestress loading
 Namespace: IdeaRS.OpenModel.Concrete.Load
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.1.1 (10.1.1.1)
Syntax
public List<PrestressLoading> PrestressLoad { get; set; }
Public Property PrestressLoad As List(Of PrestressLoading)
	Get
	Set
public:
property List<PrestressLoading^>^ PrestressLoad {
	List<PrestressLoading^>^ get ();
	void set (List<PrestressLoading^>^ value);
}
Property Value
Type: List<PrestressLoading>
See Also
Reference
StagesLoading Class
IdeaRS.OpenModel.Concrete.Load Namespace